Repository: nonoo/dmrshark-live-wordpress-plugin
Catalog: languages/dmrshark-*.po
Languages: hu_hu

source: Search
hu_hu: Keresés

source: Call start
hu_hu: Start

source: Call end
hu_hu: Stop

source: In call
hu_hu: Hívásban

source: From
hu_hu: Hívó

source: To
hu_hu: Hívott

source: Repeater/TS
hu_hu: Átjátszó/TS

source: Calltype
hu_hu: Hív.típ.

source: Group
hu_hu: csop.

source: RSSI/avg.
hu_hu: RSSI/átl.

source: Vol./avg.
hu_hu: Hangerő/átl.

source: Disc.
hu_hu: Leszakadt

source: Callsign
hu_hu: Hívójel

source: Type
hu_hu: Típus

source: DL freq.
hu_hu: Lejövő

source: UL freq.
hu_hu: Felmenő

source: Last act.
hu_hu: Utol. akt.

source: Talktime (min.)
hu_hu: Beszédidő (perc)

source: From time
hu_hu: Mettől

source: To time
hu_hu: Meddig

source: Today
hu_hu: Ma

source: Yesterday
hu_hu: Tegnap

source: All
hu_hu: Összesen
